[
  {
    "id": 1,
    "name": "ഇർവിങ് ലാങ്മ്യൂർ",
    "photo": "images/Irving_Langmuir.jpg",
    "bio": "അമേരിക്കൻ രസതന്ത്രജ്ഞനും ഭൗതികശാസ്ത്രജ്ഞനുമായിരുന്നു. 1932-ൽ രസതന്ത്രത്തിൽ നൊബേൽ സമ്മാനം ലഭിച്ചു. ആറ്റോമിക് ഘടനയും ഇലക്ട്രോണുകളുടെ പെരുമാറ്റവും സംബന്ധിച്ചുള്ള അദ്ദേഹത്തിന്റെ പഠനങ്ങൾ പിന്നീട് ക്വാണ്ടം സിദ്ധാന്തം വിശദീകരിച്ച രാസബന്ധനത്തെക്കുറിച്ചുള്ള ധാരണയ്ക്ക് സഹായകമായി. അദ്ദേഹം വാക്വം ട്യൂബുകളും ആറ്റോമിക് ഹൈഡ്രജൻ വെൽഡിങ്ങും വികസിപ്പിക്കുന്നതിലും പങ്കാളിയായിരുന്നു.",
    "Coords": { "x": 270, "y": 1200, "r": 80 }
  },
  {
    "id": 2,
    "name": "മാക്സ് പ്ലാങ്ക്",
    "photo": "images/Max_Planck.jpg",
    "bio": "ക്വാണ്ടം സിദ്ധാന്തത്തിന്റെ പിതാവായി കണക്കാക്കുന്നു. 1900-ൽ അദ്ദേഹം ഊർജം നിരന്തരമല്ല, ക്വാണ്ടങ്ങളായി (quanta) മാത്രമേ ഉത്പാദിപ്പിക്കാനോ ആഗിരണം ചെയ്യാനോ കഴിയൂ എന്ന ആശയം അവതരിപ്പിച്ചു. ബ്ലാക്ക്ബോഡി റേഡിയേഷൻ പ്രശ്നം പരിഹരിക്കാൻവേണ്ടി അവതരിപ്പിച്ച ഈ ആശയം പിന്നീട് ക്വാണ്ടം സയൻസിന്റെ അടിസ്ഥാനമായി. പ്ലാങ്കിന്റെ സ്ഥിരാങ്കം (Planck’s constant) ഭൗതികശാസ്ത്രത്തിലെ അടിസ്ഥാനഘടകമായി മാറി. 1918-ൽ ഭൗതികശാസ്ത്രത്തിൽ നൊബേൽ സമ്മാനം ലഭിച്ചു.  ഐൻസ്റ്റൈൻ, ബോർ തുടങ്ങിയ യുവ ശാസ്ത്രജ്ഞരെ അദ്ദേഹം പിന്തുണച്ചു. അദ്ദേഹത്തിന്റെ സംഭാവനകൾ ക്ലാസിക്കൽ ഭൗതികശാസ്ത്രത്തിൽനിന്നു ക്വാണ്ടം ഭൗതികശാസ്ത്രത്തിലേക്കു ശാസ്ത്രത്തെ നയിക്കുന്നതിൽ നിർണായകമായിരുന്നു",
    "Coords": { "x": 610, "y": 1220, "r": 80 }
  },
  {
    "id": 3,
    "name": "മാരി ക്യൂറി",
    "photo": "images/Marie_Curie.jpg",
    "bio": "ഭൗതികശാസ്ത്രത്തിലും രസതന്ത്രത്തിലും നൊബേൽ സമ്മാനം നേടിയ ഏക വ്യക്തി. 1903-ൽ ഭൗതികശാസ്ത്രത്തിലും 1911-ൽ രസതന്ത്രത്തിലും അവാർഡ് ലഭിച്ചു. റേഡിയോ ആക്ടിവിറ്റിയെക്കുറിച്ചുള്ള അവരുടെ ഗവേഷണം ആറ്റോമിക ഘടനയും ക്വാണ്ടം മോഡലുകളും വികസിപ്പിക്കാൻ സഹായിച്ചു. പോളോണിയം, റേഡിയം എന്നീ മൂലകങ്ങൾ കണ്ടെത്തിയതും ആറ്റോമിക വികിരണത്തെക്കുറിച്ചുള്ള പഠനങ്ങളും ഭൗതികശാസ്ത്രത്തിൽ വലിയ സ്വാധീനം ചെലുത്തി. ക്വാണ്ടം സിദ്ധാന്തത്തിൽ നേരിട്ടു പങ്കാളിയല്ലെങ്കിലും, ആധുനിക ആറ്റോമിക സിദ്ധാന്തത്തിന് അവരുടെ സംഭാവനകൾ അത്യന്തം പ്രധാനപ്പെട്ടവയാണ്.",
    "Coords": { "x": 937, "y": 1200, "r": 80 }
  },
  {
    "id": 4,
    "name": "ഹെൻഡ്രിക് ലോറൻസ്",
    "photo": "images/H.A._Lorentz.jpg",
    "bio": "1902-ൽ ഭൗതികശാസ്ത്രത്തിൽ നൊബേൽ സമ്മാനം പീറ്റർ സീമാനുമായി പങ്കുവെച്ച ശാസ്ത്രജ്ഞൻ. ആദ്യ 5 സോൾവേ സമ്മേളനങ്ങളിലും അദ്ധ്യക്ഷനായിരുന്നു.  ലോറൻസ് ട്രാൻസ്ഫോർമേഷനുകൾ വികസിപ്പിച്ച അദ്ദേഹം ഐൻസ്റ്റൈന്റെ പ്രത്യേക ആപേക്ഷികതാസിദ്ധാന്തത്തിന് അടിസ്ഥാനം ഒരുക്കി. ഇലക്ട്രോണുകളുടെ പെരുമാറ്റം, വികിരണം എന്നിവയെക്കുറിച്ചുള്ള അദ്ദേഹത്തിന്റെ സിദ്ധാന്തങ്ങൾ ക്വാണ്ടം സിദ്ധാന്തത്തിന്റെ വളർച്ചയ്ക്കു സഹായകമായി.",
    "Coords": { "x": 1320, "y": 1230, "r": 80 }
  },
  {
    "id": 5,
    "name": "ആൽബെർട്ട് ഐൻസ്റ്റൈൻ",
    "photo": "images/Albert_Einstein_1947.jpg",
    "bio": "ചരിത്രത്തിലെ ഏറ്റവും സ്വാധീനമുള്ള ശാസ്ത്രജ്ഞനാണ്. 1921-ൽ ഫോട്ടോഇലക്ട്രിക് ഇഫക്റ്റ് വിശദീകരിച്ചതിന് നൊബേൽ സമ്മാനം ലഭിച്ചു. ഇത് ക്വാണ്ടം സിദ്ധാന്തത്തിനു ശക്തമായ തെളിവായി മാറി. ക്വാണ്ടം സിദ്ധാന്തത്തിന്റെ തുടക്കത്തിൽ വലിയ സംഭാവനകൾ നൽകിയെങ്കിലും അതിന്റെ സാധ്യതാത്മക (probabilistic) സ്വഭാവത്തെക്കുറിച്ച് അദ്ദേഹം സംശയിച്ചു. 1927-ലെ സോൾവേ കോൺഫറൻസിൽ നീൽസ് ബോറുമായി നടത്തിയ സംവാദങ്ങൾ ക്വാണ്ടം സിദ്ധാന്തത്തിന്റെ തത്വചിന്താ അടിസ്ഥാനങ്ങൾ രൂപപ്പെടുത്താൻ സഹായിച്ചു. ഫോട്ടോൺ, തരംഗ-കണിക ദ്വന്ദ്വം, ബോസ്-ഐൻസ്റ്റൈൻ സ്റ്റാറ്റിസ്റ്റിക്സ്  എന്നിവയിലെ അദ്ദേഹത്തിന്റെ സംഭാവനകൾ ക്വാണ്ടം സിദ്ധാന്തത്തിന്റെ അടിസ്ഥാനഘടകങ്ങളാണ്. ആപേക്ഷികതാസിദ്ധാന്തം രൂപപ്പെടുത്തിയും അദ്ദേഹം ശാസ്ത്രത്തെ വിപ്ലവകരമായി മാറ്റി.",
    "Coords": { "x": 1715, "y": 1190, "r": 80 }
  },
  {
    "id": 6,
    "name": "പോൾ ലാങ്‌വിൻ",
    "photo": "",
    "bio": "ഫ്രഞ്ച് ഭൗതികശാസ്ത്രജ്ഞനാണ്. മാഗ്നറ്റിസം, ബ്രൗണിയൻ ചലനം, സോണാർ എന്നിവയിൽ അദ്ദേഹം സംഭാവനകൾ നൽകി. ക്വാണ്ടം സിദ്ധാന്തം വികസിപ്പിക്കാൻ അദ്ദേഹം പിന്തുണ നൽകി. ഐൻസ്റ്റൈന്റെ സിദ്ധാന്തങ്ങൾ ഫ്രാൻസിൽ പ്രചരിപ്പിക്കാൻ അദ്ദേഹം പ്രധാന പങ്കു വഹിച്ചു.",
    "Coords": { "x": 2040, "y": 1200, "r": 80 }
  },
  {
    "id": 7,
    "name": "ചാൾസ്-യൂജീൻ ഗൈ",
    "photo": "",
    "bio": "സ്വിസ് ശാസ്ത്രജ്ഞനാണ്. ഇലക്ട്രോണുകളുടെ പെരുമാറ്റം, ആറ്റങ്ങളുടെ ഇൻ്ററാക്‌ഷൻ എന്നിവയിൽ ഗവേഷണം നടത്തി. ആപേക്ഷികതാസിദ്ധാന്തത്തെ പിന്തുണയ്ക്കുന്ന പരീക്ഷണങ്ങൾ നടത്തി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 8,
    "name": "സി. ടി. ആർ. വിൽസൺ",
    "photo": "images/CTR_Wilson.jpg",
    "bio": "ക്ലൗഡ് ചേംബർ എന്ന ഉപകരണം കണ്ടുപിടിച്ച സ്കോട്ടിഷ് ശാസ്ത്രജ്ഞനാണ്. 1927-ൽ ഭൗതികശാസ്ത്രത്തിൽ നൊബേൽ സമ്മാനം ലഭിച്ചു. ക്വാണ്ടം കണങ്ങൾ, വികിരണം എന്നിവയുടെ ദൃശ്യതെളിവുകൾ നൽകാൻ ഈ ഉപകരണം സഹായിച്ചു.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 9,
    "name": "ഓവൻ വില്യംസ് റിച്ചാർഡ്സൺ",
    "photo": "images/Owen_Richardson.jpg",
    "bio": "താപ ഉത്സർജിത ഇലക്ട്രോണുകളുടെ പഠനത്തിന് 1928-ൽ നൊബേൽ സമ്മാനം നേടി. ഇലക്ട്രോണുകളുടെ പെരുമാറ്റത്തെക്കുറിച്ചുള്ള ക്വാണ്ടം മോഡലുകൾക്ക് ഇതു സഹായകമായി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 10,
    "name": "പീറ്റർ ഡെബൈ",
    "photo": "images/Debye100.jpg",
    "bio": "1936-ൽ രസതന്ത്രത്തിൽ നൊബേൽ സമ്മാനം നേടിയ ഡച്ച്-അമേരിക്കൻ ശാസ്ത്രജ്ഞനാണ്. ഡെബൈ മോഡൽ വഴി ക്വാണ്ടം സ്റ്റാറ്റിസ്റ്റിക്സ്  ഉപയോഗിച്ച് ഖരവസ്തുക്കളുടെ ഹീറ്റ് കപ്പാസിറ്റി വിശദീകരിച്ചു.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 11,
    "name": "മാർട്ടിൻ ക്നുട്‌സൻ",
    "photo": "",
    "bio": "ഡാനിഷ് ശാസ്ത്രജ്ഞനാണ്. ക്നുട്‌സൻ നമ്പർ എന്നത് ഗ്യാസ് ഡൈനാമിക്സിൽ പ്രധാനപ്പെട്ട ആശയമാണ്. ക്വാണ്ടം സിദ്ധാന്തത്തിൽ നേരിട്ടു പങ്കാളിയല്ലെങ്കിലും സ്റ്റാറ്റിസ്റ്റിക്സ് പഠനത്തിനു സഹായകമായ ഗവേഷണങ്ങൾ നടത്തി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 12,
    "name": "വില്ല്യം ലോറൻസ് ബ്രാഗ്",
    "photo": "images/Ml-bragg.jpg",
    "bio": "1915-ൽ പിതാവുമായി പങ്കുവെച്ച് നൊബേൽ സമ്മാനം നേടിയ ബ്രിട്ടീഷ് ശാസ്ത്രജ്ഞൻ. എക്സ്-റേ ക്രിസ്റ്റലോഗ്രഫി വികസിപ്പിച്ചു. ആറ്റോമികഘടനയെക്കുറിച്ചുള്ള ക്വാണ്ടം വിശദീകരണങ്ങൾക്ക് അത് അടിസ്ഥാനമായി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 13,
    "name": "ഹാൻസ് ക്രാമേഴ്സ്",
    "photo": "",
    "bio": "പ്രശസ്ത ഡച്ച് തിയററ്റിക്കൽ ഫിസിസിസ്റ്റായിരുന്നു. ക്വാണ്ടം മെക്കാനിക്സിന്റെ വികാസത്തിൽ അദ്ദേഹത്തിന്റെ സംഭാവനകൾ ശ്രദ്ധേയമാണ്. ക്രാമേഴ്സ്-ക്രോണിഗ് ബന്ധം (Kramers-Kronig relation) ഒപ്റ്റിക്സിലും സ്പെക്ട്രോസ്കോപ്പിയിലും പ്രധാനമാണ്. ബോർ മോഡലിന്റെ വിപുലീകരണത്തിനും ക്വാണ്ടം തിയറിയിലെ ഡിസ്പേഴ്സൻ സിദ്ധാന്തത്തിനും അദ്ദേഹം സംഭാവന നൽകി. ക്രാമേഴ്സ് തന്റെ ഗവേഷണങ്ങളിലൂടെ ആധുനിക ഫിസിക്സിന്റെ പല മേഖലകളിലും സ്വാധീനം ചെലുത്തി..",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 14,
    "name": "പോൾ ഡിറാക്",
    "photo": "images/Paul_dirac_1933.jpg",
    "bio": "ഇംഗ്ലീഷ് തിയററ്റിക്കൽ ഫിസിസിസ്റ്റായിരുന്നു, ക്വാണ്ടം മെക്കാനിക്സിന്റെ സ്ഥാപകരിൽ ഒരാളാണ്. ഡിറാക് സമവാക്യം (Dirac Equation) രൂപപ്പെടുത്തിയത് ഇലക്ട്രോണിന്റെ ക്വാണ്ടം പെരുമാറ്റം വിശദീകരിക്കുന്നതിനാണ്. ഇത് പോസിട്രോണിന്റെ (positron) പ്രവചനത്തിന് കാരണമായി. 1933-ൽ അദ്ദേഹത്തിന് ഫിസിക്സിനുള്ള നൊബേൽ സമ്മാനം ലഭിച്ചു. ക്വാണ്ടം ഫീൽഡ് തിയറിയുടെ വികാസത്തിനും സംഭാവന നൽകി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 15,
    "name": "ആർതർ കോംപ്റ്റൺ",
    "photo": "images/Arthur_Crompton_1927.jpg",
    "bio": "ഒരു അമേരിക്കൻ ഫിസിസിസ്റ്റായിരുന്നു. എക്സ്-റേകളുടെ ചിതറൽ (Scattering) പഠനത്തിലൂടെ അദ്ദേഹം പ്രശസ്തനായി. കോംപ്റ്റൺ പ്രഭാവം (Compton Effect) ഫോട്ടോണുകളുടെ കണികാസ്വഭാവം തെളിയിച്ചു, ഇത് ക്വാണ്ടം തിയറിയുടെ സ്ഥിരീകരണത്തിനു സഹായിച്ചു. 1927-ൽ അദ്ദേഹത്തിന് ഫിസിക്സിനുള്ള നൊബേൽ സമ്മാനം ലഭിച്ചു. കോംപ്റ്റന്റെ ഗവേഷണങ്ങൾ ആധുനിക ഫിസിക്സിന്റെ വികാസത്തിൽ നിർണായകമായി.",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  },
  {
    "id": 16,
    "name": "ലൂയി ദി ബ്രോയി",
    "photo": "images/Broglie_Big.jpg",
    "bio": " ഫ്രഞ്ച് ഫിസിസിസ്റ്റാണ്. പദാർത്ഥത്തിന്റെ തരംഗ-കണികാദ്വൈതസ്വഭാവം (Wave-Particle Duality) അദ്ദേഹം പ്രവചിച്ചു, ഇത് ദി ബ്രോയി  ഹൈപ്പോതസിസ് എന്നറിയപ്പെടുന്നു. ഇലക്ട്രോണുകൾക്കു തരംഗസ്വഭാവമുണ്ടെന്ന് അദ്ദേഹം തെളിയിച്ചു, ഇത് ക്വാണ്ടം മെക്കാനിക്സിന്റെ അടിസ്ഥാന തത്വങ്ങളിൽ ഒന്നാണ്. 1929-ൽ ഫിസിക്സിനുള്ള നൊബേൽ സമ്മാനം ലഭിച്ചു..",
    "Coords": { "x": 2040, "y": 1740, "r": 80 }
  }
]
